Repository: Medrado/eOVPN
Catalog: po/*.po
Languages: te

source: OpenVPN Configuration Manager
te: OpenVPN కాన్ఫిగరేషన్ మేనేజర్

source: OpenVPN Configuration(s) Manager
te: OpenVPN కాన్ఫిగరేషన్ మేనేజర్

source: Log
te: లాగ్

source: Close
te: మూసివేయండి

source: OpenVPN is running in background!
te: OpenVPN నేపథ్యంలో నడుస్తోంది!

source: OpenVPN is still running in background. It must be killed before attempting to connect again. Kill it?
te: OpenVPN ఇప్పటికీ నేపథ్యంలో నడుస్తోంది. మళ్లీ కనెక్ట్ చేయడానికి ప్రయత్నించే ముందు దీన్ని ఆపాలి. మీరు ఆపాలనుకుంటున్నారా?

source: Cancel
te: రద్దు

source: Kill
te: ఆపండి

source: Update
te: నవీకరణ చేయండి

source: Settings
te: అప్లికేషన్ సెట్టింగులు

source: About
te: గురించి

source: Exit
te: అప్లికేషన్ మూసివేయండి

source: Disconnected
te: డిస్‌కనెక్ట్ చేయబడింది

source: Location: Earth
te: స్థానం: భూమి

source: OpenVPN configuration
te: OpenVPN కాన్ఫిగరేషన్

source: Connect!
te: కనెక్ట్ చేయండి!

source: Undo
te: చర్యరద్దు చేయండి

source: Configuration Source:
te: కాన్ఫిగరేషన్ మూలం:

source: Validate
te: ధృవీకరించండి

source: Requires Authentication
te: ప్రామాణీకరణ అవసరమా

source: Username:
te: వినియోగదారు పేరు:

source: Password:
te: పాస్వర్డ్:

source: Show Password
te: పాస్వర్డ్ చూపించండి

source: Authentication
te: ప్రామాణీకరణ

source: Setup
te: సెటప్

source: Send Notification on Connect AND Disconnect Event.
te: 'కనెక్ట్' & 'డిస్‌కనెక్ట్' పై నోటిఫికేషన్.

source: Update on Launch
te: ప్రారంభించినప్పుడు కనెక్ట్ చేయండి

source: Update Configuration(s) from remote on launch.
te: ప్రారంభంలో కాన్ఫిగరేషన్‌లను నవీకరించండి.

source: Connect on Launch
te: ప్రారంభించినప్పుడు కనెక్ట్ చేయండి

source: General
te: జనరల్

source: Save
te: సేవ్ చేయండి

source: Reset
te: రీసెట్ చేయండి

source: Are you sure?
te: మీకు ఖచ్చితంగా తెలుసా?

source: All settings will be permanently deleted.
te: అన్ని సెట్టింగ్‌లు శాశ్వతంగా తొలగించబడతాయి.

source: Yes
te: అవును

source: Failed to connect!
te: కలవడం కుదరట్లేదు!

source: No Network
te: నెట్‌వర్క్ లేదు

source: Connected
te: కనెక్ట్ చేయబడింది

source: Disconnect!
te: డిస్‌కనెక్ట్!

source: No config selected.
te: కాన్ఫిగర్ ఎంచుకోబడలేదు.

source: Authentication failed.
te: Authentication విఫలమైంది.

source: OpenVPN Killed!
te: OpenVPN చంపబడింది!

source: Connecting..
te: కనెక్ట్ చేస్తోంది..

source: Config requires authorization (auth-user-pass)
te: Config అధికారం అవసరం (auth-user-pass)

source: Connected to {}.
te: {} కనెక్ట్ చేయబడింది.

source: Disconnected.
te: డిస్‌కనెక్ట్ చేయబడింది.

source: OpenVPN not found.
te: OpenVPN కనుగొనబడలేదు.

source: Invalid Remote
te: చెల్లని రిమోట్

source: Updating...
te: నవీకరిస్తోంది.

source: Config(s) updated!
te: కాన్ఫిగరేషన్ (లు) నవీకరించబడ్డాయి!

source: No config(s) found!
te: కాన్ఫిగరేషన్ (లు) కనుగొనబడలేదు!

source: Valid Remote
te: చెల్లుబాటు అయ్యే రిమోట్

source: {} OpenVPN configuration's found.
te: {} OpenVPN కాన్ఫిగరేషన్ కనుగొనబడింది.

source: Settings Saved.
te: సెట్టింగులు సేవ్ చేయబడ్డాయి.

source: Settings deleted.
te: సెట్టింగులు తొలగించబడ్డాయి.
